Repository: Astrofrogger/pluck
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

# Connection problem · retrying (%lld of %lld)…
source: Connection problem · retrying (%1$lld of %2$lld)…
de: Verbindungsproblem · neuer Versuch (%1$lld von %2$lld) …
es: Problema de conexión · reintentando (%1$lld de %2$lld)…
fr: Problème de connexion · nouvel essai (%1$lld sur %2$lld)…
it: Problema di connessione · nuovo tentativo (%1$lld di %2$lld)…
ja: 接続の問題 · 再試行中（%2$lld 回中 %1$lld 回目）…
ko: 연결 문제 · 재시도 중(%2$lld회 중 %1$lld회)…
nl: Verbindingsprobleem · nieuwe poging (%lld van %lld)…
pt_br: Problema de conexão · tentando de novo (%1$lld de %2$lld)…
zh_hans: 连接问题 · 正在重试（第 %1$lld 次，共 %2$lld 次）…

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nl: Ga verder
pt_br: Continuar
zh_hans: 继续

source: Convert %lld Files
de: %lld Dateien konvertieren
es: Convertir %lld archivos
fr: Convertir %lld fichiers
it: Converti %lld file
ja: %lld 個のファイルを変換
ko: 파일 %lld개 변환
nl: Converteer %lld bestanden
pt_br: Converter %lld arquivos
zh_hans: 转换 %lld 个文件

source: Convert Files…
de: Dateien konvertieren …
es: Convertir archivos…
fr: Convertir des fichiers…
it: Converti file…
ja: ファイルを変換…
ko: 파일 변환…
nl: Converteer bestanden…
pt_br: Converter arquivos…
zh_hans: 转换文件…

source: Convert files on your Mac
de: Dateien auf deinem Mac konvertieren
es: Convierte archivos de tu Mac
fr: Convertissez les fichiers de votre Mac
it: Converti i file sul tuo Mac
ja: Mac 上のファイルを変換
ko: Mac의 파일 변환
nl: Converteer bestanden op je Mac
pt_br: Converta arquivos do seu Mac
zh_hans: 转换 Mac 上的文件

source: Convert to MP4
de: In MP4 konvertieren
es: Convertir a MP4
fr: Convertir en MP4
it: Converti in MP4
ja: MP4 に変換
ko: MP4로 변환
nl: Converteer naar MP4
pt_br: Converter para MP4
zh_hans: 转换为 MP4

source: Convert “%@”
de: „%@“ konvertieren
es: Convertir “%@”
fr: Convertir « %@ »
it: Converti “%@”
ja: 「%@」を変換
ko: ‘%@’ 변환
nl: Converteer “%@”
pt_br: Converter “%@”
zh_hans: 转换“%@”

source: Converting
de: Wird konvertiert
es: Convirtiendo
fr: Conversion
it: Conversione
ja: 変換中
ko: 변환 중
nl: Converteren
pt_br: Convertendo
zh_hans: 正在转换

source: Converting audio…
de: Audio wird konvertiert …
es: Convirtiendo audio…
fr: Conversion de l’audio…
it: Conversione audio…
ja: オーディオを変換中…
ko: 오디오 변환 중…
nl: Audio omzetten…
pt_br: Convertendo áudio…
zh_hans: 正在转换音频…

source: Cookies work out of the box
de: Cookies funktionieren sofort
es: Las cookies funcionan sin más
fr: Les cookies fonctionnent d’emblée
it: I cookie funzionano subito
ja: Cookie がすぐに使える
ko: 쿠키가 바로 작동
nl: Cookies werken meteen
pt_br: Cookies funcionam de cara
zh_hans: Cookie 开箱即用

source: Copy Install Command
de: Installationsbefehl kopieren
es: Copiar comando de instalación
fr: Copier la commande d’installation
it: Copia comando di installazione
ja: インストールコマンドをコピー
ko: 설치 명령어 복사
nl: Kopieer installatieopdracht
pt_br: Copiar comando de instalação
zh_hans: 拷贝安装命令

source: Copy Link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
it: Copia link
ja: リンクをコピー
ko: 링크 복사
nl: Kopieer link
pt_br: Copiar link
zh_hans: 拷贝链接

source: Couldn’t Read Playlist
de: Playlist konnte nicht gelesen werden
es: No se pudo leer la lista
fr: Impossible de lire la playlist
it: Impossibile leggere la playlist
ja: プレイリストを読み込めませんでした
ko: 재생목록을 읽을 수 없음
nl: Kan afspeellijst niet lezen
pt_br: Não foi possível ler a playlist
zh_hans: 无法读取播放列表

source: Couldn’t change the login item: %@
de: Anmeldeobjekt konnte nicht geändert werden: %@
es: No se pudo cambiar el ítem de inicio: %@
fr: Impossible de modifier l’ouverture à la connexion : %@
it: Impossibile modificare l’elemento login: %@
ja: ログイン項目を変更できませんでした: %@
ko: 로그인 항목을 변경할 수 없음: %@
nl: Kan het inlogonderdeel niet wijzigen: %@
pt_br: Não foi possível alterar o item de início: %@
zh_hans: 无法更改登录项：%@

source: Couldn’t download ffmpeg, so merging video and converting audio will fail.
de: ffmpeg konnte nicht geladen werden, daher schlagen das Zusammenführen von Video und die Audiokonvertierung fehl.
es: No se pudo descargar ffmpeg, así que unir vídeo y convertir audio fallará.
fr: Impossible de télécharger ffmpeg : la fusion vidéo et la conversion audio vont échouer.
it: Impossibile scaricare ffmpeg: l’unione dei video e la conversione audio non riusciranno.
ja: ffmpeg をダウンロードできなかったため、ビデオの結合とオーディオの変換は失敗します。
ko: ffmpeg를 다운로드할 수 없어 비디오 병합과 오디오 변환이 실패합니다.
nl: Kan ffmpeg niet downloaden, dus video samenvoegen en audio omzetten zal mislukken.
pt_br: Não foi possível baixar o ffmpeg, então juntar vídeo e converter áudio vai falhar.
zh_hans: 无法下载 ffmpeg，因此合并视频和转换音频将会失败。

source: Couldn’t find the latest build.
de: Die neueste Version wurde nicht gefunden.
es: No se encontró la última versión.
fr: Impossible de trouver la dernière version.
it: Impossibile trovare l’ultima versione.
ja: 最新のビルドが見つかりませんでした。
ko: 최신 빌드를 찾을 수 없습니다.
nl: Kan de nieuwste versie niet vinden.
pt_br: Não foi possível encontrar a versão mais recente.
zh_hans: 找不到最新版本。

source: Couldn’t find this song on YouTube Music.
de: Dieser Song wurde auf YouTube Music nicht gefunden.
es: No se encontró esta canción en YouTube Music.
fr: Impossible de trouver ce morceau sur YouTube Music.
it: Impossibile trovare questo brano su YouTube Music.
ja: この曲は YouTube Music で見つかりませんでした。
ko: YouTube Music에서 이 노래를 찾을 수 없습니다.
nl: Kan dit nummer niet vinden op YouTube Music.
pt_br: Não foi possível encontrar esta música no YouTube Music.
zh_hans: 在 YouTube Music 上找不到这首歌。

source: Couldn’t read this Apple Music page. It may be private or not available in your country.
de: Diese Apple-Music-Seite konnte nicht gelesen werden. Sie ist vielleicht privat oder in deinem Land nicht verfügbar.
es: No se pudo leer esta página de Apple Music. Puede que sea privada o no esté disponible en tu país.
fr: Impossible de lire cette page Apple Music. Elle est peut-être privée ou indisponible dans votre pays.
it: Impossibile leggere questa pagina di Apple Music. Potrebbe essere privata o non disponibile nel tuo paese.
ja: この Apple Music ページを読み込めませんでした。非公開か、お住まいの国では利用できない可能性があります。
ko: 이 Apple Music 페이지를 읽을 수 없습니다. 비공개이거나 사용자의 국가에서 이용할 수 없을 수 있습니다.
nl: Kon deze Apple Music-pagina niet lezen. Misschien is ze privé of niet beschikbaar in je land.
pt_br: Não foi possível ler esta página do Apple Music. Ela pode ser privada ou não estar disponível no seu país.
zh_hans: 无法读取此 Apple Music 页面。它可能是私密的，或在你所在的国家或地区不可用。

source: Couldn’t read this Spotify page. It may be private or region-locked.
de: Diese Spotify-Seite konnte nicht gelesen werden. Sie ist vielleicht privat oder regional gesperrt.
es: No se pudo leer esta página de Spotify. Puede que sea privada o esté bloqueada en tu región.
fr: Impossible de lire cette page Spotify. Elle est peut-être privée ou bloquée dans votre région.
it: Impossibile leggere questa pagina Spotify. Potrebbe essere privata o bloccata nella tua regione.
ja: この Spotify ページを読み込めませんでした。非公開か地域制限があるかもしれません。
ko: 이 Spotify 페이지를 읽을 수 없습니다. 비공개이거나 지역 제한이 있을 수 있습니다.
nl: Kan deze Spotify-pagina niet lezen. Mogelijk is ze privé of niet beschikbaar in jouw regio.
pt_br: Não foi possível ler esta página do Spotify. Ela pode ser privada ou bloqueada na sua região.
zh_hans: 无法读取此 Spotify 页面。它可能是私密的或有地区限制。

source: Couldn’t read this browser’s cookies. Pick another browser (or None) in Settings → Advanced.
de: Die Cookies dieses Browsers konnten nicht gelesen werden. Wähle unter Einstellungen → Erweitert einen anderen Browser (oder Keinen).
es: No se pudieron leer las cookies de este navegador. Elige otro navegador (o Ninguno) en Ajustes → Avanzado.
fr: Impossible de lire les cookies de ce navigateur. Choisissez un autre navigateur (ou Aucun) dans Réglages → Avancé.
it: Impossibile leggere i cookie di questo browser. Scegli un altro browser (o Nessuno) in Impostazioni → Avanzate.
ja: このブラウザの Cookie を読み込めませんでした。設定 → 詳細 で別のブラウザ（または「なし」）を選んでください。
ko: 이 브라우저의 쿠키를 읽을 수 없습니다. 설정 → 고급에서 다른 브라우저(또는 없음)를 선택하십시오.
nl: Kan de cookies van deze browser niet lezen. Kies een andere browser (of Geen) in Instellingen → Geavanceerd.
pt_br: Não foi possível ler os cookies deste navegador. Escolha outro navegador (ou Nenhum) em Ajustes → Avançado.
zh_hans: 无法读取此浏览器的 Cookie。请在“设置”→“高级”中选择其他浏览器（或“无”）。

source: Couldn’t read this playlist.
de: Diese Playlist konnte nicht gelesen werden.
es: No se pudo leer esta lista.
fr: Impossible de lire cette playlist.
it: Impossibile leggere questa playlist.
ja: このプレイリストを読み込めませんでした。
ko: 이 재생목록을 읽을 수 없습니다.
nl: Kan deze afspeellijst niet lezen.
pt_br: Não foi possível ler esta playlist.
zh_hans: 无法读取此播放列表。

source: Couldn’t send to DaVinci Resolve
de: Senden an DaVinci Resolve nicht möglich
es: No se pudo enviar a DaVinci Resolve
fr: Impossible d’envoyer vers DaVinci Resolve
it: Impossibile inviare a DaVinci Resolve
ja: DaVinci Resolveに送信できませんでした
ko: DaVinci Resolve로 보낼 수 없음
nl: Kon niet naar DaVinci Resolve sturen
pt_br: Não foi possível enviar ao DaVinci Resolve
zh_hans: 无法发送到 DaVinci Resolve

source: Crop to fill
de: Zuschneiden und füllen
es: Recortar para llenar
fr: Recadrer pour remplir
it: Ritaglia per riempire
ja: 切り取って埋める
ko: 잘라서 채우기
nl: Bijsnijden tot vullend
pt_br: Cortar para preencher
zh_hans: 裁剪填满

source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 설정
nl: Aangepast
pt_br: Personalizado
zh_hans: 自定义

source: Custom name
de: Eigener Name
es: Nombre personalizado
fr: Nom personnalisé
it: Nome personalizzato
ja: カスタム名
ko: 사용자 설정 이름
nl: Aangepaste naam
pt_br: Nome personalizado
zh_hans: 自定义名称

source: Custom yt-dlp path
de: Eigener yt-dlp-Pfad
es: Ruta de yt-dlp personalizada
fr: Chemin yt-dlp personnalisé
it: Percorso yt-dlp personalizzato
ja: カスタム yt-dlp パス
ko: 사용자 설정 yt-dlp 경로
nl: Eigen yt-dlp-pad
pt_br: Caminho personalizado do yt-dlp
zh_hans: 自定义 yt-dlp 路径

source: Cuts every pause longer than a third of a second. Fast, like a vlog.
de: Schneidet jede Pause über einer Drittelsekunde. Schnell, wie ein Vlog.
es: Corta cada pausa de más de un tercio de segundo. Ágil, como un vlog.
fr: Coupe chaque pause de plus d’un tiers de seconde. Rythmé, comme un vlog.
it: Taglia ogni pausa più lunga di un terzo di secondo. Veloce, come un vlog.
ja: 0.3秒を超える間をすべてカットします。Vlogのようにテンポよく。
ko: 0.3초가 넘는 모든 쉼을 자릅니다. 브이로그처럼 빠르게.
nl: Knipt elke pauze langer dan een derde seconde weg. Vlot, zoals een vlog.
pt_br: Corta toda pausa maior que um terço de segundo. Rápido, como um vlog.
zh_hans: 剪掉所有超过三分之一秒的停顿。节奏快，像 Vlog。

source: Cuts pauses longer than about half a second, keeping a natural rhythm.
de: Schneidet Pausen über etwa einer halben Sekunde, mit natürlichem Rhythmus.
es: Corta las pausas de más de medio segundo aproximadamente, con un ritmo natural.
fr: Coupe les pauses de plus d’une demi-seconde environ, en gardant un rythme naturel.
it: Taglia le pause più lunghe di circa mezzo secondo, mantenendo un ritmo naturale.
ja: 約0.5秒を超える間をカットし、自然なリズムを保ちます。
ko: 약 0.5초가 넘는 쉼을 잘라 자연스러운 리듬을 유지합니다.
nl: Knipt pauzes langer dan ongeveer een halve seconde weg, met een natuurlijk ritme.
pt_br: Corta pausas maiores que cerca de meio segundo, mantendo um ritmo natural.
zh_hans: 剪掉超过约半秒的停顿，保持自然节奏。

source: Cutting clip…
de: Ausschnitt wird geschnitten …
es: Cortando fragmento…
fr: Découpage de l’extrait…
it: Taglio della clip…
ja: クリップを切り出し中…
ko: 클립 자르는 중…
nl: Fragment knippen…
pt_br: Cortando trecho…
zh_hans: 正在剪切片段…

source: Cutting…
de: Schneiden …
es: Cortando…
fr: Découpage…
it: Taglio in corso…
ja: カット中…
ko: 자르는 중…
nl: Knippen…
pt_br: Cortando…
zh_hans: 正在剪切…

source: DaVinci Resolve couldn’t import the file.
de: DaVinci Resolve konnte die Datei nicht importieren.
es: DaVinci Resolve no pudo importar el archivo.
fr: DaVinci Resolve n’a pas pu importer le fichier.
it: DaVinci Resolve non è riuscito a importare il file.
ja: DaVinci Resolveはファイルを読み込めませんでした。
ko: DaVinci Resolve가 파일을 가져올 수 없습니다.
nl: DaVinci Resolve kon het bestand niet importeren.
pt_br: O DaVinci Resolve não conseguiu importar o arquivo.
zh_hans: DaVinci Resolve 无法导入该文件。

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pt_br: Concluído
zh_hans: 完成

source: Done · %@
de: Fertig · %@
es: Listo · %@
fr: Terminé · %@
it: Fatto · %@
ja: 完了 · %@
ko: 완료 · %@
nl: Klaar · %@
pt_br: Concluído · %@
zh_hans: 完成 · %@

source: Don’t translate
de: Nicht übersetzen
es: No traducir
fr: Ne pas traduire
it: Non tradurre
ja: 翻訳しない
ko: 번역 안 함
nl: Niet vertalen
pt_br: Não traduzir
zh_hans: 不翻译

source: Download
de: Laden
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
zh_hans: 下载

source: Download %@
de: %@ laden
es: Descargar %@
fr: Télécharger %@
it: Scarica %@
ja: %@ をダウンロード
ko: %@ 다운로드
pt_br: Baixar %@
zh_hans: 下载 %@

source: Download %lld Items
de: %lld Objekte laden
es: Descargar %lld elementos
fr: Télécharger %lld éléments
it: Scarica %lld elementi
ja: %lld 項目をダウンロード
ko: %lld개 항목 다운로드
nl: Download %lld onderdelen
pt_br: Baixar %lld itens
zh_hans: 下载 %lld 项

source: Download %lld Links from Clipboard
de: %lld Links aus der Zwischenablage laden
es: Descargar %lld enlaces del portapapeles
fr: Télécharger %lld liens du presse-papiers
it: Scarica %lld link dagli appunti
ja: クリップボードの %lld 件のリンクをダウンロード
ko: 클립보드의 링크 %lld개 다운로드
nl: Download %lld links van klembord
pt_br: Baixar %lld links da área de transferência
zh_hans: 下载剪贴板中的 %lld 个链接

source: Download 1 Item
de: 1 Objekt laden
es: Descargar 1 elemento
fr: Télécharger 1 élément
it: Scarica 1 elemento
ja: 1 項目をダウンロード
ko: 1개 항목 다운로드
nl: Download 1 onderdeel
pt_br: Baixar 1 item
zh_hans: 下载 1 项

source: Download Again
de: Erneut laden
es: Descargar de nuevo
fr: Télécharger à nouveau
it: Scarica di nuovo
ja: 再ダウンロード
ko: 다시 다운로드
nl: Download opnieuw
pt_br: Baixar novamente
zh_hans: 重新下载

source: Download All %lld
de: Alle %lld laden
es: Descargar los %lld
fr: Tout télécharger (%lld)
it: Scarica tutti (%lld)
ja: すべて（%lld）ダウンロード
ko: 모두(%lld개) 다운로드
nl: Download alle %lld
pt_br: Baixar todos (%lld)
zh_hans: 全部下载（%lld）

source: Download Here
de: Hier sichern
es: Descargar aquí
fr: Télécharger ici
it: Scarica qui
ja: ここにダウンロード
ko: 여기에 다운로드
nl: Download hier
pt_br: Baixar aqui
zh_hans: 下载到这里

source: Download Link from Clipboard
de: Link aus der Zwischenablage laden
es: Descargar enlace del portapapeles
fr: Télécharger le lien du presse-papiers
it: Scarica link dagli appunti
ja: クリップボードのリンクをダウンロード
ko: 클립보드의 링크 다운로드
nl: Download link van klembord
pt_br: Baixar link da área de transferência
zh_hans: 下载剪贴板中的链接

source: Download Links from File…
de: Links aus Datei laden …
es: Descargar enlaces de un archivo…
fr: Télécharger les liens d’un fichier…
it: Scarica link da file…
ja: ファイル内のリンクをダウンロード…
ko: 파일의 링크 다운로드…
nl: Download links uit bestand…
pt_br: Baixar links de um arquivo…
zh_hans: 下载文件中的链接…

source: Download Whole Video
de: Ganzes Video laden
es: Descargar vídeo completo
fr: Télécharger toute la vidéo
it: Scarica video intero
ja: ビデオ全体をダウンロード
ko: 전체 비디오 다운로드
nl: Download hele video
pt_br: Baixar vídeo inteiro
zh_hans: 下载整个视频

source: Download a Clip
de: Ausschnitt laden
es: Descargar un fragmento
fr: Télécharger un extrait
it: Scarica una clip
ja: クリップをダウンロード
ko: 클립 다운로드
nl: Download een fragment
pt_br: Baixar um trecho
zh_hans: 下载片段

source: Download a clip
de: Einen Ausschnitt laden
es: Descarga un fragmento
fr: Télécharger un extrait
it: Scarica una clip
ja: クリップをダウンロード
ko: 클립 다운로드
nl: Download een fragment
pt_br: Baixe um trecho
zh_hans: 下载片段

source: Download as audio
de: Als Audio laden
es: Descargar como audio
fr: Télécharger en audio
it: Scarica come audio
ja: オーディオとしてダウンロード
ko: 오디오로 다운로드
nl: Download als audio
pt_br: Baixar como áudio
zh_hans: 下载为音频

source: Download complete
de: Download abgeschlossen
es: Descarga completada
fr: Téléchargement terminé
it: Download completato
ja: ダウンロード完了
ko: 다운로드 완료
nl: Download voltooid
pt_br: Download concluído
zh_hans: 下载完成

source: Download copied link from any app
de: Kopierten Link aus jeder App laden
es: Descargar el enlace copiado desde cualquier app
fr: Télécharger le lien copié depuis n’importe quelle app
it: Scarica il link copiato da qualsiasi app
ja: コピーしたリンクをどのアプリからでもダウンロード
ko: 어느 앱에서나 복사한 링크 다운로드
nl: Download gekopieerde link vanuit elke app
pt_br: Baixar o link copiado de qualquer app
zh_hans: 从任意 App 下载拷贝的链接

source: Download failed
de: Download fehlgeschlagen
es: Error en la descarga
fr: Échec du téléchargement
it: Download non riuscito
ja: ダウンロードに失敗しました
ko: 다운로드 실패
nl: Download mislukt
pt_br: Falha no download
zh_hans: 下载失败

source: Download from Clipboard
de: Aus der Zwischenablage laden
es: Descargar del portapapeles
fr: Télécharger depuis le presse-papiers
it: Scarica dagli appunti
ja: クリップボードからダウンロード
ko: 클립보드에서 다운로드
nl: Download van klembord
pt_br: Baixar da área de transferência
zh_hans: 从剪贴板下载

source: Download from any app
de: Aus jeder App laden
es: Descarga desde cualquier app
fr: Téléchargez depuis n’importe quelle app
it: Scarica da qualsiasi app
ja: どのアプリからでもダウンロード
ko: 어느 앱에서나 다운로드
nl: Download vanuit elke app
pt_br: Baixe de qualquer app
zh_hans: 从任意 App 下载

source: Download only part of the video
de: Nur einen Teil des Videos laden
es: Descargar solo una parte del vídeo
fr: Télécharger seulement une partie de la vidéo
it: Scarica solo una parte del video
ja: ビデオの一部だけをダウンロード
ko: 비디오의 일부만 다운로드
nl: Download slechts een deel van de video
pt_br: Baixar só uma parte do vídeo
zh_hans: 只下载视频的一部分

source: Download progress
de: Download-Fortschritt
es: Progreso de la descarga
fr: Progression du téléchargement
it: Avanzamento del download
ja: ダウンロードの進行状況
ko: 다운로드 진행률
nl: Downloadvoortgang
pt_br: Progresso do download
zh_hans: 下载进度

source: Download the link you copied from any app with ⌃⌥⌘D, or set your own shortcut in Settings → General.
de: Lade den kopierten Link aus jeder App mit ⌃⌥⌘D, oder lege unter Einstellungen → Allgemein deinen eigenen Kurzbefehl fest.
es: Descarga el enlace copiado desde cualquier app con ⌃⌥⌘D, o define tu propio atajo en Ajustes → General.
fr: Téléchargez le lien copié depuis n’importe quelle app avec ⌃⌥⌘D, ou choisissez votre propre raccourci dans Réglages → Général.
it: Scarica il link copiato da qualsiasi app con ⌃⌥⌘D, oppure imposta la tua abbreviazione in Impostazioni → Generali.
ja: コピーしたリンクを ⌃⌥⌘D でどのアプリからでもダウンロードできます。ショートカットは 設定 → 一般 で変更できます。
ko: 어느 앱에서나 ⌃⌥⌘D로 복사한 링크를 다운로드하거나, 설정 → 일반에서 나만의 단축키를 지정하십시오.
nl: Download de gekopieerde link vanuit elke app met ⌃⌥⌘D, of kies je eigen sneltoets in Instellingen → Algemeen.
pt_br: Baixe o link copiado de qualquer app com ⌃⌥⌘D, ou defina seu próprio atalho em Ajustes → Geral.
zh_hans: 在任意 App 中按 ⌃⌥⌘D 即可下载拷贝的链接，也可以在“设置”→“通用”中设定自己的快捷键。

source: Download the whole video
de: Das ganze Video laden
es: Descargar el vídeo completo
fr: Télécharger toute la vidéo
it: Scarica l’intero video
ja: ビデオ全体をダウンロード
ko: 비디오 전체 다운로드
nl: Download de hele video
pt_br: Baixar o vídeo inteiro
zh_hans: 下载整个视频

source: Downloaded
de: Geladen
es: Descargado
fr: Téléchargé
it: Scaricato
ja: ダウンロード済み
ko: 다운로드됨
nl: Gedownload
pt_br: Baixado
zh_hans: 已下载

source: Downloaded (%@)
de: Geladen (%@)
es: Descargado (%@)
fr: Téléchargé (%@)
it: Scaricato (%@)
ja: ダウンロード済み（%@）
ko: 다운로드됨(%@)
nl: Gedownload (%@)
pt_br: Baixado (%@)
zh_hans: 已下载（%@）

source: Downloaded audio quality, before conversion
de: Geladene Audioqualität vor der Konvertierung
es: Calidad de audio descargada, antes de convertir
fr: Qualité audio téléchargée, avant conversion
it: Qualità audio scaricata, prima della conversione
ja: 変換前にダウンロードされたオーディオ品質
ko: 변환 전 다운로드된 오디오 품질
nl: Kwaliteit van de gedownloade audio, vóór omzetting
pt_br: Qualidade do áudio baixado, antes da conversão
zh_hans: 转换前下载到的音频质量

source: Downloading
de: Wird geladen
es: Descargando
fr: Téléchargement
it: Download in corso
ja: ダウンロード中
ko: 다운로드 중
nl: Bezig met downloaden
pt_br: Baixando
zh_hans: 正在下载

source: Downloading speech model…
de: Sprachmodell wird geladen …
es: Descargando modelo de voz…
fr: Téléchargement du modèle vocal…
it: Download del modello vocale…
ja: 音声モデルをダウンロード中…
ko: 음성 모델 다운로드 중…
nl: Spraakmodel downloaden…
pt_br: Baixando modelo de fala…
zh_hans: 正在下载语音模型…

source: Downloading stem model…
de: Stem-Modell wird geladen …
es: Descargando modelo de separación…
fr: Téléchargement du modèle de séparation…
it: Download del modello di separazione…
ja: ステムモデルをダウンロード中…
ko: 스템 모델 다운로드 중…
nl: Stemmodel downloaden…
pt_br: Baixando modelo de separação…
zh_hans: 正在下载分轨模型…

source: Downloads %@ the first time
de: Lädt beim ersten Mal %@
es: Descarga %@ la primera vez
fr: Télécharge %@ la première fois
it: Scarica %@ la prima volta
ja: 初回に %@ をダウンロード
ko: 처음에 %@ 다운로드
nl: Downloadt %@ de eerste keer
pt_br: Baixa %@ na primeira vez
zh_hans: 首次使用时下载 %@

source: Downloads are still running
de: Downloads laufen noch
es: Aún hay descargas en curso
fr: Des téléchargements sont en cours
it: Ci sono ancora download in corso
ja: まだダウンロード中の項目があります
ko: 아직 다운로드가 진행 중입니다
nl: Er lopen nog downloads
pt_br: Ainda há downloads em andamento
zh_hans: 仍有下载正在进行

source: Downloads complete
de: Downloads abgeschlossen
es: Descargas completadas
fr: Téléchargements terminés
it: Download completati
ja: ダウンロード完了
ko: 다운로드 완료
nl: Downloads voltooid
pt_br: Downloads concluídos
zh_hans: 下载已完成

source: Downloads finished
de: Downloads fertig
es: Descargas terminadas
fr: Téléchargements terminés
it: Download terminati
ja: ダウンロードが終了しました
ko: 다운로드 끝남
nl: Downloads klaar
pt_br: Downloads terminados
zh_hans: 下载已结束

source: Downloads that stay lossless from the source to your file are marked Lossless.
de: Downloads, die von der Quelle bis zur Datei verlustfrei bleiben, werden als Lossless markiert.
es: Las descargas que se mantienen sin pérdida desde la fuente hasta tu archivo se marcan como Lossless.
fr: Les téléchargements qui restent sans perte de la source à votre fichier sont marqués Lossless.
it: I download che restano lossless dalla sorgente al file sono contrassegnati come Lossless.
ja: 音源からファイルまでロスレスのままのダウンロードには「ロスレス」と表示されます。
ko: 원본부터 파일까지 무손실로 유지되는 다운로드에는 ‘무손실’이 표시됩니다.
nl: Downloads die van bron tot bestand lossless blijven, krijgen het label Lossless.
pt_br: Downloads que continuam sem perdas da fonte até o seu arquivo são marcados como Lossless.
zh_hans: 从音源到文件始终无损的下载会标记为“无损”。

source: Drop .srt or .vtt subtitles on Pluck to translate them to another language with local AI on your Mac. The translation is saved next to the original.
de: Zieh .srt- oder .vtt-Untertitel auf Pluck, um sie mit lokaler KI auf deinem Mac in eine andere Sprache zu übersetzen. Die Übersetzung wird neben dem Original gesichert.
es: Arrastra subtítulos .srt o .vtt a Pluck para traducirlos a otro idioma con IA local en tu Mac. La traducción se guarda junto al original.
fr: Déposez des sous-titres .srt ou .vtt sur Pluck pour les traduire dans une autre langue avec l’IA locale de votre Mac. La traduction est enregistrée à côté de l’original.
it: Trascina sottotitoli .srt o .vtt su Pluck per tradurli in un’altra lingua con l’IA locale sul tuo Mac. La traduzione viene salvata accanto all’originale.
ja: .srtや.vttの字幕をPluckにドロップすると、MacのローカルAIで別の言語に翻訳できます。翻訳は元のファイルの隣に保存されます。
ko: .srt 또는 .vtt 자막을 Pluck에 끌어다 놓으면 Mac의 로컬 AI로 다른 언어로 번역합니다. 번역은 원본 옆에 저장됩니다.
nl: Sleep .srt- of .vtt-ondertitels op Pluck om ze met lokale AI op je Mac naar een andere taal te vertalen. De vertaling wordt naast het origineel bewaard.
pt_br: Solte legendas .srt ou .vtt no Pluck para traduzi-las para outro idioma com IA local no seu Mac. A tradução é salva ao lado do original.
zh_hans: 将 .srt 或 .vtt 字幕拖到 Pluck 上，即可用 Mac 上的本地 AI 翻译成其他语言。译文保存在原文件旁边。
